{
  "streams": [
    {
      "title": " Reservoir Dogs",
      "description": "When a simple jewelry heist goes horribly wrong, the surviving criminals begin to suspect that one of them is a police informant.",
      "id": 6
    },
    {
      "title": " Kill Bill: Vol. 1",
      "description": "After awakening from a four-year coma, a former assassin wreaks vengeance on the team of assassins who betrayed her.",
      "id": 7
    },
    {
      "title": "Django Unchained (2012)",
      "description": "With the help of a German bounty hunter, a freed slave sets out to rescue his wife from a brutal Mississippi plantation owner.",
      "id": 8
    },
    {
      "title": "Fight Club (1999)",
      "description": "An insomniac office worker and a devil-may-care soapmaker form an underground fight club that evolves into something much, much more.",
      "id": 9
    },
    {
      "title": " Inception (2010)",
      "description": "A thief who steals corporate secrets through the use of dream-sharing technology is given the inverse task of planting an idea into the mind of a C.E.O.",
      "id": 10
    },
    {
      "title": "Interstellar (2014)",
      "description": "A team of explorers travel through a wormhole in space in an attempt to ensure humanity's survival.",
      "id": 11
    },
    {
      "title": "Alien (1979)",
      "description": "After a space merchant vessel receives an unknown transmission as a distress call, one of the crew is attacked by a mysterious life form and they soon realize that its life cycle has merely begun.",
      "id": 12
    },
    {
      "title": "Predators (2010)",
      "description": "A group of elite warriors parachute into an unfamiliar jungle and are hunted by members of a merciless alien race.",
      "id": 13
    },
    {
      "title": " Scarface (1983)",
      "description": "In 1980 Miami, a determined Cuban immigrant takes over a drug cartel and succumbs to greed.",
      "id": 14
    },
    {
      "title": "Forrest Gump (1994)",
      "description": "The presidencies of Kennedy and Johnson, the events of Vietnam, Watergate and other historical events unfold through the perspective of an Alabama man with an IQ of 75, whose only desire is to be reunited with his childhood sweetheart.",
      "userId": "117268255765106993012",
      "id": 15
    },
    {
      "title": "Se7en (1995)",
      "description": "Two detectives, a rookie and a veteran, hunt a serial killer who uses the seven deadly sins as his motives.",
      "userId": "117268255765106993012",
      "id": 16
    },
    {
      "title": "The Shawshank Redemption (1994)",
      "description": "Two imprisoned men bond over a number of years, finding solace and eventual redemption through acts of common decency.",
      "userId": "117268255765106993012",
      "id": 17
    },
    {
      "title": "Life Is Beautiful (1997)",
      "description": "When an open-minded Jewish librarian and his son become victims of the Holocaust, he uses a perfect mixture of will, humor, and imagination to protect his son from the dangers around their camp.",
      "userId": "117268255765106993012",
      "id": 18
    },
    {
      "title": "i robot",
      "description": "i robot",
      "userId": "117268255765106993012",
      "id": 19
    },
    {
      "title": "Transformares",
      "description": "transformers description",
      "userId": "117268255765106993012",
      "id": 20
    }
  ]
}